---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilteredElementCollector
zh: 筛选、过滤
source: html/ed97973f-fc75-cdbd-7add-fd9ea8a3d60b.htm
---
# FilteredElementCollector Properties

**中文**: 筛选、过滤

Specifies whether the .NET object represents a valid Revit entity.